Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: The thought of throwing a boulder in combat has certainly occurred to many trolls, and some have taken to them as a weapon of choice. Because stones well-shaped to fly true are not always easy to find, Rocklobbers have taken to carrying them in sacks slung over their shoulders. The same leather out of which the sack is formed is easily adapted to a crude sling.
uk_ua: Ідея кидати у ворогів каменюками приходила, поза сумнівом, багатьом тролям, і деякі обрали їх улюбленою зброєю. Оскільки відповідні камені не завжди легко знайти, камнемети завжди носять їх в мішках за спиною. До речі, шкура, з якої виготовлені ці мішки, добре підходить для примітивної пращі.

source: The tile in the centre, which contains the casket of the titular necromancer, is always covered in pitch black fog.
uk_ua: Клітинка в цендрі, де міститься скринька великого некроманта, завжди вкрита густим чорним туманом.

source: The time length definition. The format is: %d[%s[%d%s[...]]] where %s is s (seconds), m (minutes), h (hours), D (days), M (months) or Y (years) and %d is a number. If no time modifier is given minutes (m) are assumed. Example: B<time="1D12h30m"> results in a ban time of 1 day, 12 hours and 30 minutes.
uk_ua: Визначення тривалості часу. Формат: %d[%s[%d%s[...]]] де %s це s (секунди), m (хвилини), h (години), D (дні), M (місяці) чи Y (роки) а %d це число. Якщо формат не вказаний, передбачається що час вказано у хвилинах (m). Приклад: B<time="1D12h30m"> призводить до бану на 1 день, 12 годин і 30 хвилин.

source: The time of day affects the damage of certain units as follows: • <bold>text='Lawful'</bold> units get +25% damage in daytime, and −25% damage at night. • <bold>text='Chaotic'</bold> units get +25% damage at night, and −25% in daytime. • <bold>text='Neutral'</bold> units are unaffected by the time of day. • <bold>text='Liminal'</bold> units get +25% damage during twilight.
uk_ua: Час доби впливає на шкоду, що наносять певні бійці: • <bold>text='Порядні'</bold> бійці завдають +25% шкоди вдень і −25% вночі. • <bold>text='Хаотичні'</bold> бійці завдають +25% шкоди вночі і −25% вдень. • <bold>text='Нейтральні'</bold> бійці не залежать від часу доби. • <bold>text='Тіньові'</bold> бійці завдають −25% шкоди вдень і вночі.

source: The time of peace is passing. Chaos is rising; evil is rooted in the land’s very heart. Darkness is coming soon. The world will be changed. And you will be among the champions of our brotherhood of mages. I give you the first syllable of power, the beginning of your name: DEL
uk_ua: Мирні часи проходять. Хаос розростається; зло пустило коріння в самому серці землі. Скоро настане пітьма. Світ зміниться. І ти будеш серед кращих воїнів нашого братерства магів. Я даю тобі першу частину могутності, першу частину твого імені: ДЕЛ

source: The time of prophecies is upon us! The destroyers have arrived from beyond the sea!
uk_ua: Час пророцтв настав! Підкорювачі прибули з-за моря!

source: The time period (in seconds) message flooding is detected in. (default: B<10> seconds)
uk_ua: Відрізок часу (в секундах), протягом якого визначається флуд повідомлень. (типово: B<10> секунд)

source: The tiny golden crown above your leader (Konrad) indicates he is a side leader. In most scenarios, you will lose if your leader is killed. Be sure to keep him safe!
uk_ua: Маленька золота коронка над Конрадом вказує, що він — лідер своєї сторони. У більшості сценаріїв, ви програєте, якщо вашого лідера вб'ють. Бережіть його!

source: The tiny golden crown above your leader (Li’sar) indicates she is a side leader. In most scenarios, you will lose if your leader is killed. Be sure to keep her safe!
uk_ua: Маленька золота коронка над Лі'сар вказує, що вона — лідер своєї сторони. У більшості сценаріїв, ви програєте, якщо вашого лідера вб'ють. Бережіть її!

source: The title of Arch Mage is traditionally conferred only after a lifetime of study and achievement to match. Arch Magi are often employed in positions of education, or as advisors to those sensible enough to seek the fruits of their wisdom. Many tend to wealthy patrons, a profitable enterprise for both as, outside of the occasional thaumaturgy or word of advice, it gives the mage leave to pursue their research undisturbed. From this flows the greater body of human knowledge; the sciences, the philosophies, and the arts which give beauty to the world at large. Though not trained for any sort of combat, if need arises an Arch Mage can unleash the full power of their art, something which is not to be taken lightly.
uk_ua: Титул Архимага дарується лише після довгих років навчання і гідних звершень. Архимаги часто служать учителями або радниками у тих, хто досить чутливий, щоб пожинати плоди їх мудрості. Служіння багатому покровителеві — взаємовигідна співпраця для обох сторін, оскільки увесь час, коли не треба здійснити чаклунство або дати пораду, маг може займатися проведенням своїх досліджень. Завдяки цьому була отримана величезна частина людських знань в науках, філософії, мистецтвах, що подарували красу всьому світу. Хоч і не будучи тренованими ні для якого виду бою, у разі потреби Архимаги можуть вивільнити усю потужність свого мистецтва так, що ворогу буде не солодко.

source: The total number of units on your side.
uk_ua: Загальна кількість ваших сіл.

source: The town is hardly destroyed. I just encouraged a change of leadership.
uk_ua: Чому ж, містечко й досі стоїть. Я просто посприяв зміні влади.

source: The traits that are available to most non‐undead units are <ref>dst='traits_intelligent' text='intelligent'</ref>, <ref>dst='traits_quick' text='quick'</ref>, <ref>dst='traits_resilient' text='resilient'</ref>, and <ref>dst='traits_strong' text='strong'</ref>.
uk_ua: Риси, які доступні більшості бійцям (крім нежиті): <ref>dst='traits_intelligent' text='розумний'</ref>, <ref>dst='traits_quick' text='швидкий'</ref>, <ref>dst='traits_resilient' text='витривалий'</ref>, та <ref>dst='traits_strong' text='сильний'</ref>.

source: The translation of the add-on’s description.
uk_ua: Переклад опису аддону.

source: The translation of the add-on’s title.
uk_ua: Переклад назви аддону.

source: The treasure chest on the hill keep can only be unlocked by a leader, for a bonus of $chest_gold gold.
uk_ua: Скарбниця на горі може бути відкрита лише лідером, щоб отримати $chest_gold золота.

source: The tribe that had fled Jotha unable to fight returned as an army stiffened by veteran fighters and led by a warrior king. Though they were tired from their journey, weariness fell from them as they neared home. The merfolk arrived during the night, and found the mouth of their bay guarded, so they headed south along the coast to some outlying villages to gather news of the invaders.
uk_ua: Народ, що колись втікав з Йоти, був нездатний боротися, тепер повертався як армія ветеранів на чолі з королем. Хоча вони були втомлені від довгої подорожі, від втоми не залишилося і сліду, як тільки вони наблизилися до свого дому. Водяні прийшли вночі і, виявивши, що затока охороняється, пішли на південь уздовж узбережжя до сіл, щоб зібрати новини про загарбників.

source: The trident is 14×2, magical, ranged, with <i>fire</i> damage.
uk_ua: Цей тризубець має дальню магічну <i>вогняну</i> атаку 14×2.

source: The trolls are beaten, but they were no easy opponents. It is no wonder why the elves pressed us to do their dirty work.
uk_ua: Тролі розбиті, але це була нелегка битва. Варто було здогадатися, що ельфи доручать нам зробити за них брудну роботу.

source: The trouble seems to have finally reached the heart of the Isle, to the isolated lands of King Eldaric IV.
uk_ua: Лихо, схоже, докотилося до серця Острову, до відособлених земель Короля Ельдаріка IV.

source: The tutorial is a real, but basic, game which teaches you some of the basic controls needed to play the game. Winning or losing is not important here, but learning what to do is. Click the Tutorial button to play. In the Tutorial you are in the role of the prince Konrad or the princess Li&#8217;sar, learning from the Elder Mage Delfador — pay attention or he might turn you into a newt.
uk_ua: Навчання - це реальна, хоча і досить проста гра, що навчить вас основних елементів управління, необхідних для гри. Тут не так важливо виграти, або програти, важливіше навчитися, як слід грати. Натисніть кнопку Навчання. Ви гратимете за принца Конрада або за принцесу Лісар, а навчати вас буде Древній Маг Делфадор - будьте уважні, інакше він може перетворити вас в тритона.

source: The tutorial isn’t meant to be this difficult
uk_ua: Навчання не має бути настільки складним.

source: The two "day" and "night" phases are differentiated as Morning, Afternoon and First Watch, Second Watch, by the positions of the sun and moon in the time of day graphic.
uk_ua: І "день", і "ніч" діляться на фази: Ранок, День, Перша та Друга Варти. Ці фази визначаються розміщенням сонця і місяця в небі протягом доби.

source: The undead have ensnared us in their spell... we will not be able to escape now...
uk_ua: Мерці спіймали нас у своє закляття... тепер нам не врятуватися...

source: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk_ua: Такий боєць стає невидимим вночі. Ворожі бійці можуть побачити його вночі, лише стоячи поруч. Ворожий боєць, що першим виявив невидимку, негайно втрачає всі невитрачені ходи.

source: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
uk_ua: Цей боєць зцілює себе на 4 ЗД за хід. Якщо він отруєний, замість зцілення, він вилікує себе від отрути.

source: The unit will heal itself 8 HP per turn. If it is poisoned, it will remove the poison instead of healing.
uk_ua: Цей боєць зцілює себе на 8 ЗД за хід. Якщо він отруєний, він замість зцілення лікує себе від отрути.

source: The use of archery in shooting something other than game was seen from its inception, and archers have been indispensable in warfare since time immemorial. Usually of humble origins, hailing from the peasantry or woodsmen, military bowmen are trained to competence with both a bow and a short sword, and are very common on the battlefield.
uk_ua: З даніх давен луки були невід'ємним спорядженням не лише для полювання, але і на війні. Лучників — зазвичай вихідців з селян або мисливців — однаково тренують поводитися з луком і з коротким мечем. На полі битви вони зустрічаються дуже часто.

source: The victims of this unit’s poison will continually take damage until they can be cured in town or by a unit which cures.
uk_ua: Жертви отрути цього бійця постійно втрачатимуть здоров'я, поки не будуть вилікувані в селі або лікарем.

source: The warlord from Toen Caric.
uk_ua: Воєначальник з Тоен Каріка.

source: The watchmen are men and women who protect the villages from marauders, both human and otherwise, that prowl the Wesnoth countryside at night.
uk_ua: Дозорні ― чоловіки та жінки, котрі захищають поселення від мародерів, людських та інших, що вночі нишпорять сільською місцевістю Весноту.

source: The way I see it, you’re helping me. There is nothing I would like better than to put their slavery to an end. I can’t swim, so I won’t be able to come with you on your travels, but I will owe you. If there is anything I can do in the future, I will do it.
uk_ua: Судячи з усього, ви допомагаєте мені. А мені зараз не хочеться нічого, окрім як покласти їхньому правлінню край. Я не вмію плавати, тому я не зможу піти з вами, але я винен вам. Якщо є що-небудь, що я зможу для вас зробити, просто скажіть, і я зроблю.

source: The weak ice gives way beneath the heavy warrior, who drowns in the frigid mountain waters.
uk_ua: Тонкий лід проламується під тяжко озброєним воїном, який швидко тоне в холодній воді гірської річки.

source: The weak ice gives way beneath the undead creature, who becomes mired in the thick mud at the lake’s bottom.
uk_ua: Тонкий лід проламується під мерцем, який швидко тоне і в'язне в багні на дні озера.

source: The western reaches of the Heart Mountains make a land of striking contrasts — boiling volcanic cauldrons weaving deep blue rivers between stark, snowy mountains, dotted with fields of verdant green. This land, though sometimes perilous and unstable, is nonetheless rich thanks to numerous foundries using the heat of volcanoes and hot springs to fuel their forges.
uk_ua: Західні схили Гір Серця — це край вражаючих контрастів: киплячі вулканічні котли перетинають глибокі сині річки, між суворими засніженими горами лежать зелені поля. Ця земля, хоча іноді й небезпечна і нестабільна, багата завдяки численним плавильням. Бо саме тут можна добряче нагрівати кузні, використовуючи тепло вулканів і гарячих джерел.

source: The wheel of time turned another cycle and fall faded into winter. The last few colored leaves dropped to the ground, leaving nothing but the spiny evergreens and otherwise barren trees. Forage and game were scarce even with the undead gone, and the thoughts of both men and elves were turned toward their homes, where they could find peace and warmth with their families. The long weeks of trudging northward took its toll, but eventually, Deoran and his men emerged from the sprawling forest and returned to the lands of Wesnoth.
uk_ua: Колесо часу зробило ще один оберт, і осінь перейшла в зиму. Останнє кольорове листя впало на землю, не залишивши нічого, окрім колючих вічнозелених і безплідних дерев. Їжі та дичини не вистачало навіть після того, як зникли мерці, і думки людей та ельфів були звернені до своїх домівок, де вони могли б знайти мир і тепло зі своїми сім'ями. Довгі тижні просування на північ далися взнаки, але врешті-решт Деоран і його люди вийшли з розлогих лісів і повернулися на землі Весноту.

source: The whole world is now ours to command!
uk_ua: Увесь світ тепер наш!

source: The wiles of experience and training turn guardsmen into worthy soldiers. These stalwart troops are equipped to match their skills, and can hold their ground against all but the most visceral assault. It is a dangerous thing to lose a foothold to one such as these, for it will not be easily reprised.
uk_ua: Досвід і тренування роблять гвардійців цінними солдатами. Ці потужні бійці споряджені згідно їх навичок, і можуть утримувати позиції проти майже будь-яких атак. Небезпечно здавати таким бійцям важливу позицію: повернути її буде дуже непросто.

source: The winds of the dark sky blew so cold, The moon was high, the night was old, Brave was the drake that dared forsake His home to steal the Basilisk’s gold. On that dark night, the skies so churned, He disregarded what he had learned, Foolish but brave, to the Basilisk’s cave, He flew, and the fire within him burned. Alas, that fire burns no more, For the Basilisk, with one mighty roar, Chilled him to the bone, and he turned to stone, And so he stays forevermore. The winds of the sky blow so cold, The years pass by, the days are old, Here stands that drake, who dared forsake His home to steal the Basilisk’s gold. (inscribed by Flametrooper)
uk_ua: У темному небі дув вітер холодний, Ніч пізня була, а місяць високо, Хоробрий був дрейк, що покинув свій дім Щоб вкрасти золото Василіска. Небо пінилось тієї темної ночі, Він викинув із голови всі пройдені уроки, В печеру Василіска, безглуздо та сміливо Влетів, набравши полум'я на повні груди. Та більш нічого він не спалить, Бо було досить реву Василіска, Холодний подих обернув його на камінь, І став той монументом вічним. У темному небі дув вітер холодний, Минали роки, мінялись часи, Стоїть ще той дрейк, що покинув свій дім Щоб вкрасти золото Василіска. (написав Flametrooper)

source: The word ‘Wesfolk’ is from your old tongue. It means ‘People of the West’. The elves call us the people of the west-north. Under the same old tongue that would be ‘Wes Noth’. So I suggest that the new kingdom be called ‘Wesnoth’, in honor of our old home.
uk_ua: Назва ‘Весфольк’ походить з вашої старої мови. Воно означає ‘Народ Заходу’. Ельфи звуть нас народом західної півночі. Старою мовою це звучить, як ‘Вес Нот’. Пропоную назвати нове королівство "Веснот", на честь нашого старого дому.

source: The world won’t miss him one bit.
uk_ua: Світ за ним не сумуватиме.

source: The young warriors of the naga aspire to the day when they merit their second blade. Their martial practice of using twin blades is wholly unlike that of the Orcs and other races, for they have begun to learn the art of using their serpentine form to best effect, twisting and turning to dodge from blows. This makes them potent on land, but the friction of water greatly impedes the technique.
uk_ua: Усі молоді наги-воїни чекають дня, коли вони зможуть заслужити на свій другий клинок. Їх мистецтво фехтування двома клинками зовсім несхоже на прийоми орків і інших рас. Вони тренуються в ухиленні і маневрі, в чому їм допомагає їх змієподібне тіло. Це робить їх боєздатними на суші, але опір води значно ускладнює використання цієї техніки.

source: The ‘true people’ speak through our axes. Die, foul lich.
uk_ua: ‘Істинний народ’ розмовляє мовою наших топорів. Помри, огидний ліч.

source: Thegwyn
uk_ua: Тегвін

source: Their blood sheds as readily as any man’s.
uk_ua: Їх кров ллється так само легко, як і людська.

source: Their leader has fled! We have won!
uk_ua: Їхній лідер втік! Ми перемогли!

source: Their leader has moved into that village! He’s not as stupid as I thought. The village heals him each turn and provides good defense.
uk_ua: Їх лідер сховався в тому селі! Він не такий дурний, як я думав. В селі він буде добре захищений і лікуватиметься кожен хід.

source: Their leader is defeated! I hope that’s the last bandit we ever have to fight.
uk_ua: Їхнього ватажка переможено! Я сподіваюся, це останній бандит, з яким нам доводиться мати справу.

source: Their reserves are arriving, and we haven’t secured the frontier! We’re dead!
uk_ua: Прийшли їхні резерви, а ми не убезпечили прикордоння! Ми покійники!

source: Them things look like evil spirits! Are they those undead you told me about, Uncle?
uk_ua: Сі штуки виглядають, наче злі духи! Чи це ті живі мерці, про яких ти розповідав, дядьку?

source: Then I have decided. Aiglondur, you and Angarthing will fare to Kal Kartha together, as soon as may be, with the best men of your guard.
uk_ua: Тоді вирішено. Айглондуре, ти та Ангарсінг мандруватимете до Кал Карти разом. Так швидко як це тільки можливо, я надам своїх найкращих людей вам у охорону.

source: Then I will open the catacombs for you...
uk_ua: Тоді я відкрию вам підземелля...

source: Then Karrag has fled to the underlevels. None but his masked ones go there any more.
uk_ua: Тоді Карраґ втік до підземель. Ніхто, крім гномів у масках, не має права туди заходити.

source: Then came the day that a dark mage settled in the region and began seeking sacrifices for his summonings. Skeletons and zombies killed cattle and fired fields. <i>“Fear and obey Mordak the Mage!”</i> they cried in fell voices as they did their foul deeds. People vanished from isolated farmsteads. Men and women began to fear the night, and their children even the bright day. But the nearest lord was more than a day’s ride distant, and messengers sent to seek his help did not return.
uk_ua: Доки не настав день, коли темний маг оселився неподалік і почав шукати жертв для своїх мерзенних чаклунств. Скелети та зомбі нищили худобу та палили поля. <i>“Бійтесь та підкоріться Магу Мордаку!”</i> — кричали вони роблячи свої злодіяння. З поодиноких хуторів почали пропадати люди. Чоловіки та жінки почали боятися ночі, а їхні діти були налякані навіть серед світлого дня. До найближчого лорду треба було їхати вершки увесь день, до нього посилали гінців з благаннями про допомогу, але жоден з посланників не повернувся.

source: Then here it is, Delfador. May it help you bring a swift end to the undead menace. And may it cost you less than it has cost us...
uk_ua: Тоді ось вона, Делфадоре. Вона може допомогти тобі покласти край мерцям. І нехай ти заплатиш за неї меншу ціну, ніж заплатили ми...

source: Then it be decided. We’ll attack the fort together. Luck be with us.
uk_ua: Тоді рішено. Ми атакуємо фортецю. Хай буде вдача з нами.

source: Then let us discover what lies in waiting and teach them not to oppose our claim.
uk_ua: Тоді подивимося, що нас тут чекає, і навчимо їх не чинити опір нашим планам.

source: Then maybe the bandits who have been summoning the undead took him?
uk_ua: Тоді, може, бандити, які викликають мерців, забрали його?

source: Then no deal. I’ll gather my things and go to another dwarvish clan now.
uk_ua: Тоді угоди не буде. Тоді ми згортаємо наш табір та йдемо до іншого клану гномів.

source: Then step aside, living one. I will make use of the fresh corpses from this battle.
uk_ua: Тоді відійди, живий. Я скористаюся свіжими трупами на полі цієї битви.

source: Then suggest something, for we must have some form of retribution!
uk_ua: Тоді запропонуй щось, що ми маємо зробити задля відплати!

source: Then take my hand, Jessene, if you won’t accept crown or kingdom. You have earned both. We can’t make this work without your people... and I don’t think I can make it work without <i>you</i>.
uk_ua: Тоді візьми мою руку, Джессен, якщо ти не приймеш корону або королівство. Ти заслужила і те, і інше. Ми не впораємося без твоїх людей... і я не думаю, що впораюся без <i>тебе</i>.

source: Then there is no time to be lost! I will ride to the Ford of Abez with an army. As bold as the orcs may be to cross our borders in secret and prey on the defenseless, they are disorganized and cowardly in the face of a foe worth their mettle. They need reminding that Wesnoth is too hot for them. Gurcyn, you have been to the west — will the elves lend their archers to help us?
uk_ua: Не можна більше втрачати ні хвилини! Я вирушу до Переправи Абез зі своїм військом. Не зважаючи на те, що орки можуть наважитися таємно перетнути наші кордони і розграбувати беззахисні поселення, вони неорганізовані та бояться зустріти ворога, сміливішого за них. Потрібно показати їм, що їм нічого робити у Весноті. Гарцине, ти був на заході — чи допоможуть нам ельфійські лучники?

source: Then they’ll be comin’ back in force.
uk_ua: Тоді вони повернуться з підкріпленням.

source: Then this parley is over! You may have caused the doom of all of us!
uk_ua: Тоді перемовини завершені! Ти підписав нам всім смертний вирок!

source: Then we have only one course of action to take. Deoran, you must hasten back to Westin to prepare a defense against them. I will command the defense of the border forts. Leave me a few men, and we will hold back the undead as long as we can.
uk_ua: Тоді ми маємо лише один план дій. Деоране, ти маєш поквапитися до Вестіну, щоб організувати оборону проти них. Я командуватиму обороною цієї застави. Залиште мені декількох чоловіків, і ми триматимемося так довго, як зможемо.

source: Then we must aid him, and I must meet him. The King of Wesnoth is just a king; it is inner strength such as you describe that will turn back the darkness, if anything can. West, to the Ford of Abez!
uk_ua: Тоді ми повинні допомогти йому, і я повинен зустрітися з ним. Король Веснота це усього лише король; а внутрішня сила, якщо вона така, як ти говориш, може врятувати нас від пітьми, якщо взагалі щось може від неї врятувати. На захід, до Переправи Абез!

source: Then we must head to the river fort! Sir Gerrick is guarding the armory there!
uk_ua: Хтось повинен направитися до річного форту! Пан Геррік буде радий звістці про підкріплення!

source: Then we must make haste before they leave the city in ruins and slaughter all who live therein.
uk_ua: Тоді ми маємо поспішити, допоки вони не полишили місто в руїнах та не повбивали усіх.
